let mainDepartmentArr = [
    {
        id : 1,
        img : './images/alisher-t.jpg',
        name : 'Алишер Талибжанов',
        job: 'CEO / Генеральный директор',
    },
    {
        id : 2,
        img : './images/rustam-a.jpg',
        name : 'Рустам Аббасов',
        job: 'COO / Зам/Генерального директора',
    },
    {
        id : 3,
        img : './images/guloyim-d.jpg',
        name : 'Гулойим Дурбекова',
        job: 'Помощник Ген. Директора / Офис Менеджер',
    },
];

let cpoDepartmentArr = [
    {
        id : 1,
        img : '',
        name : 'Вакант',
        job: 'Зам.Директора по Производству',
    },
    {
        id : 2,
        img : '',
        name : 'Тимур Шафиков',
        job: 'Руководитель Производста ТВ (Коканд)',
    },
    {
        id : 3,
        img : '',
        name : 'Абдугафур Тоиров',
        job: 'Руководитель Производста Стиральных Машин (Ташкент)',
    },
    {
        id : 4,
        img : '',
        name : 'Шохбоз Шаниязов',
        job: 'Руководитель Производста Кухонных Плит (Коканд)',
    },
    {
        id : 5,
        img : '',
        name : 'Вакант',
        job: 'Служба R&D',
    },
    {
        id : 6,
        img : '',
        name : 'Вакант',
        job: 'Менеджер по soft разработкам',
    },
    {
        id : 7,
        img : '',
        name : 'Вакант',
        job: 'Менеджер по hard разработкам',
    },
];

let cfoDepartmentArr = [
    {
        id : 1,
        img : '',
        name : '-------',
        job: 'Зам.Директора по Финансам',
    },
    {
        id : 2,
        img : './images/sardor-a.jpg',
        name : 'Сардор Алиматов',
        job: 'Планирование, Мониторинг и Бюджетирование',
    },
    {
        id : 3,
        img : './images/abdugafur-dj.jpg',
        name : 'Абдугафур Джабборов',
        job: 'Менеджер по Финансам',
    },
    {
        id : 4,
        img : '',
        name : 'Акмал Джураев',
        job: 'Кассир',
    },
    {
        id : 5,
        img : '',
        name : 'Вакант',
        job: 'Гл.Бухгалтер',
    },
    {
        id : 6,
        img : '',
        name : 'Алфия Шафикова',
        job: 'Бухгалтер',
    },
];

let ccoDepartmentArr1 = [
    {
        id : 1,
        img : './images/bobur-p.jpg',
        name : 'Бобур Пулатов',
        job: 'Зам.Директора по Коммерческим вопросам',
    },
    {
        id : 2,
        img : '',
        name : 'Вакант',
        job: 'Отдел Рекламы и Маркетинга',
    },
    {
        id : 3,
        img : './images/milana-n.jpg',
        name : 'Милана Назарова',
        job: 'Маркетолог / Продукт менеджер',
    },
    {
        id : 4,
        img : '',
        name : '------',
        job: 'Менеджер СММ',
    },
    {
        id : 5,
        img : '',
        name : 'Шахбоз Хакназаров',
        job: 'Графический Дизайнер',
    },
    {
        id : 6,
        img : '',
        name : '------',
        job: 'Мобилограф / Фотограф',
    },
    {
        id : 7,
        img : '',
        name : 'Н/Т',
        job: 'Отдел Продаж',
    },
    {
        id : 8,
        img : '',
        name : '------',
        job: 'Региональный Менеджер (Водий)',
    },
    {
        id : 9,
        img : '',
        name : '------',
        job: 'Региональный Менеджер (Ташкент, Таш.Обл)',
    },
    {
        id : 10,
        img : '',
        name : '------',
        job: 'Региональный Менеджер (Воха 1)',
    },
    {
        id : 11,
        img : '',
        name : '------',
        job: 'Региональный Менеджер (Воха 2)',
    },
    {
        id : 12,
        img : '',
        name : 'Вакант',
        job: 'Менеджер по B2B продажам и шоурумам',
    },
    {
        id : 13,
        img : '',
        name : 'Вакант',
        job: 'Менеджер интернет магазинам торговых платформ',
    },
    {
        id : 14,
        img : './images/bahodir-r.jpg',
        name : 'Аналитик по продажам',
        job: 'Баходир Рахмонов',
    },
];

let ccoDepartmentArr2 = [
    {
        id : 1,
        img : '',
        name : 'Н/Т',
        job: 'Зам.Директора по Экспорту',
    },
];

let okkDepartmentArr = [
    {
        id : 1,
        img : '',
        name : 'Н/Т',
        job: 'Руководитель отдела контроля качества (ОКК/ОТК)',
    },
];

let dslDepartmentArr = [
    {
        id : 1,
        img : '',
        name : 'Исфандиёр Мирмахмудов',
        job: 'Руководитель Департамента Снабжения и Логистики',
    },
    {
        id : 2,
        img : '',
        name : 'Н/Т',
        job: 'Отдел Логистики',
    },
    {
        id : 3,
        img : './images/shuhrat-a.jpg',
        name : 'Шухрат Аббасов',
        job: 'Менеджер по Таможенной очистки',
    },
    {
        id : 4,
        img : '',
        name : 'Жамолиддин Шамсуддинов',
        job: 'Менеджер по Складской Логистики',
    },
    {
        id : 5,
        img : '',
        name : 'Н/Т',
        job: 'Менеджер по Транспортной Логистики (Вешняя и внутреняя)',
    },
    {
        id : 6,
        img : '',
        name : 'Н/Т',
        job: 'Отдел Снабжения',
    },
    {
        id : 7,
        img : '',
        name : 'Н/Т',
        job: 'Менеджер по Снабжению (Запасные части и комплектующие)',
    },
    {
        id : 8,
        img : '',
        name : 'Н/Т',
        job: 'Менеджер по Снабжению (Готовая продукция)',
    },
];

let opoDepartmentArr = [
    {
        id : 1,
        img : './images/farruxbek-y.jpg',
        name : 'Фаррухбек Юлдашев',
        job: 'Руководитель Отдела Послепродажного Обследования',
    },
    {
        id : 2,
        img : './images/javlonbek-x.jpg',
        name : 'Жавлонбек Худойбердиев',
        job: 'Специалист Call-Centre',
    },
    {
        id : 3,
        img : '',
        name : 'Вакант',
        job: 'Специалист по послепродажному обслуживанию (Сервис Центр)',
    },
];

let sbezDepartmentArr = [
    {
        id : 1,
        img : './images/sahidjon-s.jpg',
        name : 'Сахиджон Сабиров',
        job: 'Руководитель Службы Безопастности (втч. ОТ и ТБ)',
    },
    {
        id : 2,
        img : '',
        name : 'Н/Т',
        job: 'Служба безопасности Завод - Коканд',
    },
    {
        id : 3,
        img : '',
        name : 'Н/Т',
        job: 'Служба безопасности Завод - Ташкент',
    },
    {
        id : 4,
        img : '',
        name : 'Н/Т',
        job: 'Служба безопасности Склады',
    },
];

let svidDepartmentArr = [
    {
        id : 1,
        img : './images/davud-e.jpg',
        name : 'Давуд Эркинов',
        job: 'Руководитель службы Видеонаблюдения',
    },
    {
        id : 2,
        img : '',
        name : 'Вакант',
        job: 'Специалист службы Видеонаблюдения',
    },
    {
        id : 3,
        img : '',
        name : 'Вакант',
        job: 'Специалист службы Видеонаблюдения',
    },
    {
        id : 4,
        img : '',
        name : 'Вакант',
        job: 'Специалист службы Видеонаблюдения',
    },
];

let oupDepartmentArr = [
    {
        id : 1,
        img : './images/dilfuza-v.jpg',
        name : 'Дилфуза Вахидова',
        job: 'Отдел Управления Персоналом',
    },
    {
        id : 2,
        img : '',
        name : 'Гульноза Якубова',
        job: 'Кадровый инспектор',
    },
    {
        id : 3,
        img : '',
        name : 'Н/Т',
        job: 'Рекрутер',
    },
];

let yuristDepartmentArr = [
    {
        id : 1,
        img : '',
        name : 'Мадина Абасова',
        job: 'Юрисконсульт',
    },
];

let axoDepartmentArr = [
    {
        id : 1,
        img : './images/abdurauf-t.jpg',
        name : 'Абдурауф Турдиев',
        job: 'Руководитель Административно-хозяйственного отдела',
    },
    {
        id : 2,
        img : '',
        name : 'Саодат Рахимова',
        job: 'Клинер',
    },
    {
        id : 3,
        img : './images/dilbar-m.jpg',
        name : 'Дилбар Мирзакулова',
        job: 'Повара',
    },
    {
        id : 4,
        img : '',
        name : 'Н/Т',
        job: 'Специалист по снабжению (хоз.часть)',
    },
    {
        id : 5,
        img : '',
        name : 'Вакант',
        job: 'Сисадмин',
    },
    {
        id : 6,
        img : '',
        name : 'Вакант',
        job: 'Специалист по ИТ (Хелпдеск)',
    },
]

